import copyright from "/photo/copyright.png";
const CopyRight = () => {
  return (
    <div className="w-[100%] bg-[#0D1121] p-10 rounded-xl">
      <img src={copyright} alt="copyright-image" className="w-[50%] mx-auto" />
      <p className="bg-[#1A1E2D] text-white p-4 mt-8 rounded-xl" >
        প্রোগ্রামিং হিরো'র সাথে সম্পৃক্ত যেকোনো ভিডিও, টেক্সট বা কনটেন্ট অন্য
        কারো সঙ্গে অর্থের বিনিময়ে বা বিনামূল্যে আদান-প্রদান বা শেয়ার করা, কারও
        সাথে ইমেইল-একাউন্ট পাসওয়ার্ড শেয়ার করা আইনত দন্ডনীয় অপরাধ। এজন্য অন্তত ৫
        বছর থেকে শুরু করে সর্বোচ্চ ১৪ বছরের জেল হতে পারে। শুধু তাই না, একই সাথে
        ৫ লাখ টাকা থেকে শুরু করে সর্বোচ্চ ৫০ লাখ টাকা জরিমানাও গুনতে হতে পারে।
        সাইবার সিকিউরিটি কেইসে কাউকে গ্রেফতার করার জন্য কোনো মামলার প্রয়োজন হয়
        না। এমনকি কোনো ওয়ারেন্টও ইস্যু করতে হয় না। সরাসরি গ্রেফতার করে হাজতে
        নিয়ে যাওয়া হয়। সুতরাং সামান্য কিছু টাকার জন্য দুই নাম্বারি করতে গিয়ে কত
        বছর জেলে থাকতে হবে, সেটাও একবার ভালো করে হিসাব করে নিও!! অন্য নামে
        একাউন্ট খুলে অথবা ফেইসবুকে ফেইক একাউন্ট করে অথবা ইনকগনিটো মুডে একাউন্ট
        খুললে তোমাকে ট্র‍্যাক করা যাবে না। এমনটা যদি ভেবে থাকো তাহলে তুমি বোকার
        স্বর্গে বাস করছো। তোমার ISP, তোমার IP এড্রেস, তোমার ফোন এর প্রত্যেকটা
        কল, প্রত্যেকটা মেসেজ রেকর্ড থাকে। শুধু সেটাই না, ফেইসবুক, জিমেইল, গুগোল
        সরকারের সাইবার ক্রাইম টিম কে যেকোনো ডিলিটেড তথ্য সাথে সাথে প্রোভাইড করা
        হয়ে থাকে। এছাড়াও তোমার একাউন্ট কোন আইপি এড্রেস থেকে লগইন করা হয়েছে বা
        কোন জায়গা লগইন করা হয়েছে সেটাও আমাদের সার্ভারে আছে। সুতরাং একটু চেষ্টা
        করলেই, ২৪ ঘন্টার মধ্যে তোমাকে ধরে ফেলার ফেলার ক্ষমতা সাইবার ক্রিমিনাল
        ডিপার্টমেন্ট রাখে। আমরা অনেকদিন ধরে চিন্তা করছি দুই-একজনকে কোর্স চুরি
        করে বিক্রি করার জন্য দৃষ্টান্তমূলক শাস্তি দিব। যেন দেশের অন্য সবাই সেটা
        দেখে সতর্ক হয়ে যায়। সুতরাং, তুমি যদি নিজেকে ১৫ বছর জেলের ভিতরে দেখতে না
        চাও, তাহলে আমাদের কোর্স এর ভিডিও ডাউনলোড করে কারো সাথে অর্থের বিনিময়ে বা
        বিনামূল্যে দেয়া থেকে বিরত থাকো। তোমার ভাব-মূর্তি এবং তোমার ফ্যামিলি'র
        কথা চিন্তা করো। একবার ফেঁসে গেলে কিন্তু কেউ তোমাকে বাঁচাতে আসবে না।
      </p>
    </div>
  );
};

export default CopyRight;
